"keymappingEditor.draggableButton.mode1" = "模式一";
"keymappingEditor.draggableButton.mode2" = "模式二";
"menu.keymapping.toggleGamepadToKeyEditor" = "打开/关闭手柄映射键盘编辑模式";
"gamepadToKeyEditor.group.directionalPad" = "方向键";
"gamepadToKeyEditor.group.buttons" = "按钮";
"gamepadToKeyEditor.group.otherButtons" = "其他按钮";
"gamepadToKeyEditor.group.triggers" = "缓冲键/扳机键";
"gamepadToKeyEditor.group.leftThumbstick" = "左摇杆";
"gamepadToKeyEditor.group.rightThumbstick" = "右摇杆";
"menu.keymapping.pasteTextIntoInputField" = "粘贴文本至输入框";

"hint.showCursor.content.after" = "键以释放鼠标指针，点击画面元素";
"hint.showCursor.content.before" = "再次按";
"hint.showCursor.title" = "已捕获鼠标指针";
"hint.mouseMapping.content.after" = "键以捕获鼠标指针，启用完整映射";
"hint.mouseMapping.content.before" = "部分映射功能需捕获鼠标指针才能生效\n按";
"hint.mouseMapping.title" = "鼠标映射未完全启用";
"hint.keymappingEditor.content" = "点击空白位置以创建新映射\n拖动按钮以更改其位置\n按下想绑定的键以绑定到选中按钮";
"hint.keymappingEditor.title" = "按键映射编辑器";
"hint.keymapSaved" = "按键映射已保存";
"keymappingEditor.joystickMode.fixed" = "固定摇杆";
"keymappingEditor.joystickMode.floating" = "自由摇杆";
"menu.keymapping" = "按键映射";
"menu.keymapping.deleteElement" = "删除所选元素";
"menu.keymapping.downsizeElement" = "缩小所选元素";
"menu.keymapping.rotateDisplay" = "旋转显示画面（解决画面横过来问题）";
"menu.keymapping.toggleEditor" = "打开/关闭按键映射编辑模式";
"menu.keymapping.upsizeElement" = "放大所选元素";


"menu.keymapping.toggleDebug" = "切换调试遮罩层";

"menu.keymapping.hide.pointer" = "隐藏鼠标指针";
"menu.keymapping.previousKeymap" = "切换至上一个键盘映射";
"menu.keymapping.nextKeymap" = "切换至下一个键盘映射";
